const services = [
    {
  name: 'كوفيهات ومطاعم',
  slug: 'coffee',
  description: 'نُبرز نكهة المكان قبل مذاقه، بتصوير يجذب الأنظار',
  extra_description: 'نقوم بتصوير وتوثيق منتجاتكم وخدماتكم بطريقة احترافية، مع التركيز على التفاصيل الجمالية، الأطباق، الأجواء، وتفاعل العملاء مع المكان. نُظهر الجوانب التي تهم الزبائن في المحتوى التسويقي ونساعد في بناء هوية بصرية جاذبة للمكان',
  photo: 'coffee.png'
},
{
  name: 'زواجات',
  slug: 'wedding',
  description: 'نوثق يومك الكبير بلقطات لا تُنسى',
  extra_description: 'نحن نؤمن أن لحظات الزواج لا تتكرر، لذلك نهتم بتوثيقها بأدق التفاصيل من لحظة الاستعداد حتى نهاية الحفل. نغطي الزواجات بفريق تصوير متخصص، كاميرات عالية الجودة، ونعكس مشاعر الفرح، الحب، والبهجة في كل لقطة نأخذها',
  photo: 'wedding.jpg'
},
{
  name: 'تغطيات',
  slug: 'event-coverage',
  description: 'نوثق لحظاتكم المميزة من قلب الحدث',
  extra_description: 'نقدّم خدمات تغطية الفعاليات المختلفة مثل المعارض، المؤتمرات، حفلات التخرج، والاجتماعات الرسمية. نركز على التقاط أهم اللحظات، الحضور، التفاعل، والنتائج، مع تقديم المحتوى بشكل فوري',
  photo: 'assets/c6.jpg'
},
{
  name: 'تصميم هوية',
  slug: 'branding',
  description: 'نصنع لك هوية تميزك عن الآخرين وتصف رؤيتك',
  extra_description: 'نساعدك في بناء هوية بصرية كاملة لعلامتك التجارية، تشمل تصميم الشعار، الألوان، النمط البصري، ومواد التسويق المطبوعة والرقمية. نعتمد على فهم عميق لرؤية مشروعك وشخصية جمهورك لتقديم هوية متكاملة تعبر عنك وتشد انتباه عملائك',
  photo: 'treekcamera.jpg'
}

];

export default services;